[
    {
        "id": 9,
        "type": "novel",
        "cover": "http://123.56.102.179:9999/img/article/9/9.webp",
        "title": "睡前故事：与约克城的旅行",
        "author": "cplast    来自:bilibili",
        "time": "2022-3-28",
        "content": "<p>夜幕渐渐降临，指挥官独自一人待在旅馆中，坐在房间里配置的桌子旁整理着今天拍摄的照片。</p><br><p>“这些都很好看呢……回去做成相册集应该很有纪念意义……”</p><br><p>手里慢慢清理着洗出来的照片，指挥官看着里面自己和她在皇家郊区里各种各样的风景抑或是人物的照片，不知不觉已经扬起了微笑。</p><br><p>门外渐渐传来了靴子走路的声音，连带着的还有两人不断的说笑。</p><br><p>“那今天就先到这里吧，明天我再带约克城你和指挥官去市区里逛逛！”</p><br><p>“……嗯，那就有劳乔治小姐了，晚安。”</p><br><p>“晚安！也替我向指挥官问声好！！”</p><br><p>门口处的聊天戛然而止，随后是掏钥匙，转动门锁的声音。</p><br><p>“指挥官，我回来了。”</p><br><p>“嗯。晚上玩的还开心吗？” </p><br><p>“很开心。有乔治小姐带着我，能看到更多属于皇家郊区的风土人情了，”她轻轻走到指挥官的身后，从自己风衣的兜里摸出了一条银色的项链，弯下腰搂住了指挥官，“指挥官，也给你带了一点小小的礼物，等我系上。”</p><br><p>“礼物？啊……好的……”指挥官主动放下了手里的东西，静静等着她给自己将项链戴好。</p><br><p>“只是一条小小的护身符，是乔治小姐带着我在集市上买的，指挥官，喜欢吗？” </p><br><p>“嗯，东西很漂亮，也谢谢你的心意了，”指挥官拉过她的手，轻轻在她手背上吻了一下，“天不早了，快些换衣服休息吧，明天我们还要继续出去玩呢。” </p><br><p>“嗯。”</p><br><p>她慢慢来到自己的床边，稍微瞥了一眼背对着自己的指挥官后，还是缓缓将身上的风衣连带着里面的衣服一件件脱下，再弯下身子，从自己的旅行箱里拿出睡衣穿上。</p><br><p>“指挥官？……” </p><br><p>“嗯，怎么了？” </p><br><p>在她换好睡衣，准备掀开被子躺上床时，却意外发现原本自己应该是有些冰凉的床铺，里面却一反常态地非常暖和，很像是有人在里面躺过的样子。</p><br><p>“我的床铺……”她指了指自己坐着的位置，里面还是暖暖的，“指挥官，是替我暖过床了吗？” </p><br><p>“嗯……稍微躺了一下，我记得，约克城你不能太受凉了。”</p><br><p>她的脸瞬间红了起来，说话也顿时有些磕巴。</p><br><p>“谢谢……约克城自己……也没有想到这些……” </p><br><p>“没关系，我们一起出门旅行，多替你考虑也是我应该做的事，”指挥官边说边转过身子，将自己手上正拿着的一张照片展示给她，“能看到今天你这样的笑容，我觉得，这一切都是值得的。”</p><br><p>虽然隔了些距离，但她也能一眼看出来，这是自己和指挥官在上午的乡下，在一座硕大的风车旁的合影。</p><br><p>照片上的她笑得非常灿烂，这是发自内心，毫无顾虑的那种喜悦。</p><br><p>一如她此时此刻的心情。</p><br><p>“……我想的是，等我们回到港区以后，可以单独将这些照片做成一个相册，我们两人各一份……” </p><br><p>“指挥官，那个……”她轻轻打断了指挥官的叙述。</p><br><p>“嗯？怎么啦？有什么建议吗？” </p><br><p>“可以的话……晚上陪着我睡，好吗？……”她看了一眼自己身旁的那张空的床铺——那是指挥官原来的位置，“有很多的话，想要和指挥官一起分享……”</p><br><p>“一起睡吗？” </p><br><p>指挥官稍稍犹豫了一会，站起身，来到她的床边坐下，看着双眼清澈，目光中泛着些许的清澈的她，慢慢握住了她的手。</p><br><p>“嗯……就是指挥官，陪在我身边……”虽然有些难以启齿，但此刻的房间里别无他人，她也不再有所顾虑，“不管是添衣还是暖床，每次指挥官总是想在我的前面，为我考虑好了一切……我不知道，自己能否配得上指挥官这样的付出，只是希望……可以尽自己所能，也让指挥官得到什么……” </p><br><p>“傻瓜……我是图这个的吗？那你就想多了。” </p><br><p>此刻的指挥官像个孩童一般蹲下来，半个身子靠在了坐在床上的她的肩上，双目望着那边桌上的台灯。</p><br><p>“我喜欢和你在一起时的感觉，不仅是内心的舒缓和宁静，更有此时此刻与世无争的放松……我也知道，曾经的你并非如现在一般，但我希望一直守护着你，让你今后的日子都可以像这些天一样，不再陷于过往的桎梏，而是微笑着迎接未来。”</p><br><p>指挥官并没有看到，她眼中原本的微光已经越来越闪耀，而嘴角的笑容，却也越来越明显。</p><br><p>“指挥官……真的可以这样吗？……” </p><br><p>“当然的……这也是我想带你出来的目的啊……”</p><br><p>她缓缓搂住了靠在自己身边的指挥官，时不时发出着几声不那么明显的抽泣。</p><br><p>“当然……今晚我肯定会答应你的请求啦，即便是我，有时也想听听约克城聊一聊自己的故事呢。”</p><br><p>“嗯……指挥官想要知道什么，约克城会知无不言的……”</p><br><p>“真好……只是可惜，现在约克城轻轻抹泪的样子一定也很美吧，没有用照相机拍下来，有些可惜，哈哈哈……”</p><br><p>指挥官想要调侃一下眼下有些伤感的气氛，但她直接拉过了指挥官，搂住他的脖子，将自己的双唇紧紧贴在了他的嘴上。</p><br><br><br><p>“不用了指挥官……约克城，会永远将这一刻记在心中。”</p><br>",
        "lightContent": "夜幕渐渐降临，指挥官独自一人待在旅馆中，坐在房间里配置的桌子旁整理着今天拍摄的照片。“这些都很好看呢……回去做成相册集应该很有纪念意义……”手里慢慢清理着洗出来的照片，指挥官看着里面自己和她在皇家郊区里各种各样的风景抑或是人物的照片，不知不觉已经扬起了微笑。门外渐渐传来了靴子走路的声音，连带着的还有两人不断的说笑。“那今天就先到这里吧，明天我再带约克城你和指挥官去市区里逛逛！”“……嗯，那就有劳乔治小姐了，晚安。”“晚安！也替我向指挥官问声好！！”门口处的聊天戛然而止，随后是掏钥匙，转动门锁的声音。“指挥官，我回来了。”“嗯。晚上玩的还开心吗？” “很开心。有乔治小姐带着我，能看到更多属于皇家郊区的风土人情了，”她轻轻走到指挥官的身后，从自己风衣的兜里摸出了一条银色的项链，弯下腰搂住了指挥官，“指挥官，也给你带了一点小小的礼物，等我系上。”“礼物？啊……好的……”指挥官主动放下了手里的东西，静静等着她给自己将项链戴好。“只是一条小小的护身符，是乔治小姐带着我在集市上买的，指挥官，喜欢吗？” “嗯，东西很漂亮，也谢谢你的心意了，”指挥官拉过她的手，轻轻在她手背上吻了一下，“天不早了，快些换衣服休息吧，明天我们还要继续出去玩呢。” “嗯。”她慢慢来到自己的床边，稍微瞥了一眼背对着自己的指挥官后，还是缓缓将身上的风衣连带着里面的衣服一件件脱下，再弯下身子，从自己的旅行箱里拿出睡衣穿上。“指挥官？……” “嗯，怎么了？” 在她换好睡衣，准备掀开被子躺上床时，却意外发现原本自己应该是有些冰凉的床铺，里面却一反常态地非常暖和，很像是有人在里面躺过的样子。“我的床铺……”她指了指自己坐着的位置，里面还是暖暖的，“指挥官，是替我暖过床了吗？” “嗯……稍微躺了一下，我记得，约克城你不能太受凉了。”她的脸瞬间红了起来，说话也顿时有些磕巴。“谢谢……约克城自己……也没有想到这些……” “没关系，我们一起出门旅行，多替你考虑也是我应该做的事，”指挥官边说边转过身子，将自己手上正拿着的一张照片展示给她，“能看到今天你这样的笑容，我觉得，这一切都是值得的。”虽然隔了些距离，但她也能一眼看出来，这是自己和指挥官在上午的乡下，在一座硕大的风车旁的合影。照片上的她笑得非常灿烂，这是发自内心，毫无顾虑的那种喜悦。一如她此时此刻的心情。“……我想的是，等我们回到港区以后，可以单独将这些照片做成一个相册，我们两人各一份……” “指挥官，那个……”她轻轻打断了指挥官的叙述。“嗯？怎么啦？有什么建议吗？” “可以的话……晚上陪着我睡，好吗？……”她看了一眼自己身旁的那张空的床铺——那是指挥官原来的位置，“有很多的话，想要和指挥官一起分享……”“一起睡吗？” 指挥官稍稍犹豫了一会，站起身，来到她的床边坐下，看着双眼清澈，目光中泛着些许的清澈的她，慢慢握住了她的手。“嗯……就是指挥官，陪在我身边……”虽然有些难以启齿，但此刻的房间里别无他人，她也不再有所顾虑，“不管是添衣还是暖床，每次指挥官总是想在我的前面，为我考虑好了一切……我不知道，自己能否配得上指挥官这样的付出，只是希望……可以尽自己所能，也让指挥官得到什么……” “傻瓜……我是图这个的吗？那你就想多了。” 此刻的指挥官像个孩童一般蹲下来，半个身子靠在了坐在床上的她的肩上，双目望着那边桌上的台灯。“我喜欢和你在一起时的感觉，不仅是内心的舒缓和宁静，更有此时此刻与世无争的放松……我也知道，曾经的你并非如现在一般，但我希望一直守护着你，让你今后的日子都可以像这些天一样，不再陷于过往的桎梏，而是微笑着迎接未来。”指挥官并没有看到，她眼中原本的微光已经越来越闪耀，而嘴角的笑容，却也越来越明显。“指挥官……真的可以这样吗？……” “当然的……这也是我想带你出来的目的啊……”她缓缓搂住了靠在自己身边的指挥官，时不时发出着几声不那么明显的抽泣。“当然……今晚我肯定会答应你的请求啦，即便是我，有时也想听听约克城聊一聊自己的故事呢。”“嗯……指挥官想要知道什么，约克城会知无不言的……”“真好……只是可惜，现在约克城轻轻抹泪的样子一定也很美吧，没有用照相机拍下来，有些可惜，哈哈哈……”指挥官想要调侃一下眼下有些伤感的气氛，但她直接拉过了指挥官，搂住他的脖子，将自己的双唇紧紧贴在了他的嘴上。“不用了指挥官……约克城，会永远将这一刻记在心中。”",
        "from": "https://www.bilibili.com/read/cv14995203?spm_id_from=333.999.0.0"
    },
    {
        "id": 8,
        "type": "myself",
        "cover": "http://123.56.102.179:9999/img/article/8/1.txt",
        "title": "弔话合集",
        "author": "ibukiSK",
        "time": "2022-3-20",
        "content": "<h2>一</h2><p>昨天在超市见到了xxx开心地过去打招呼</p><p>但是太紧张了，脑袋白给了</p><p>我开口结结巴巴地说道:</p><p>啊啊啊…xxx…超市…我</p><br><h2>二</h2><p>昨天去打橄榄球见到了xxx开心地过去打招呼</p><p>但是太紧张了，舌头白给了</p><p>我张口结结巴巴地说道:</p><p>啊啊啊…我…橄榄…xxx</p><br><h2>三</h2><p>今年是得阿尔兹海默症的第十年。我感到许多东西正在离我而去。</p><p>我先是忘记了那些精丽的辞藻，然后又忘记了那些复杂的句式。接着忘记了语法，最后，我只能用一些破碎的词汇来表达自己了。</p><p>记忆也在离我而去，我现在唯一记得的是我身边这个深爱着的人：xxx。</p><p>我想趁自己尚能动弹陪他去趟超市，到了我这个年岁，所有平凡的时光都是一种生命的恩典。</p><p>于是我对xxx说，xx，超市，我。</p><br><h2>四</h2><p>xxx我好想你求求你出现吧我在床上哭了9个小时崩溃了1996次撞了903次墙划了8次手臂幻觉出现三次幻听出现九次扇了自己16个巴掌出现濒死感一次刚才昏过去了现在才醒来看到外面天都黑了我顿时又崩溃了因为我怎么想都想不明白你这么可爱还这么能干究竟是怎么做到的好想你啊宝你是我心里的宝啊</p><br><h2>五</h2><p>今天我看到一个狗很像xxx，我发了疯似的准备追过去，可突然想起这座城市根本就没有xxx，我愣住了，放慢了脚步，也放下了手里的麻袋。唉今晚的晚餐没有着落了（无恶意，不吃狗肉火锅）</p>",
        "lightContent": "一昨天在超市见到了xxx开心地过去打招呼但是太紧张了，脑袋白给了我开口结结巴巴地说道:啊啊啊…xxx…超市…我二昨天去打橄榄球见到了xxx开心地过去打招呼但是太紧张了，舌头白给了我张口结结巴巴地说道:啊啊啊…我…橄榄…xxx三今年是得阿尔兹海默症的第十年。我感到许多东西正在离我而去。我先是忘记了那些精丽的辞藻，然后又忘记了那些复杂的句式。接着忘记了语法，最后，我只能用一些破碎的词汇来表达自己了。记忆也在离我而去，我现在唯一记得的是我身边这个深爱着的人：xxx。我想趁自己尚能动弹陪他去趟超市，到了我这个年岁，所有平凡的时光都是一种生命的恩典。于是我对xxx说，xx，超市，我。四xxx我好想你求求你出现吧我在床上哭了9个小时崩溃了1996次撞了903次墙划了8次手臂幻觉出现三次幻听出现九次扇了自己16个巴掌出现濒死感一次刚才昏过去了现在才醒来看到外面天都黑了我顿时又崩溃了因为我怎么想都想不明白你这么可爱还这么能干究竟是怎么做到的好想你啊宝你是我心里的宝啊五今天我看到一个狗很像xxx，我发了疯似的准备追过去，可突然想起这座城市根本就没有xxx，我愣住了，放慢了脚步，也放下了手里的麻袋。唉今晚的晚餐没有着落了（无恶意，不吃狗肉火锅）",
        "from": ""
    },
    {
        "id": 7,
        "type": "novel",
        "cover": "http://123.56.102.179:9999/img/article/7/7.webp",
        "title": "【拉菲】【微小说】心事(三)",
        "author": "史努比橡树果    来自:百度贴吧",
        "time": "2022-3-18",
        "content": "<h2>四</h2><p>夜已經深了，指揮官的房間就在他辦公桌的右邊，如果有艦娘要在休息時間去打擾指揮官，那麼她們只要輕輕得敲一敲那扇樸素的門。那個房間比所有艦娘的宿舍都簡單。但艦娘們很喜歡來這裡拜訪，不論是不是真的有值得指揮官出動的事。雖然大鳳和赤城不斷提醒大家不要因為沒必要的事情打擾指揮官休息，但指揮官對此卻從不生氣。今天指揮官坐在床上，看著窗戶外面的月亮，彎曲而細小。</p><p>門被敲響了。</p><p>拉菲站在門外，抱著枕頭。</p><p>「睡不著？」</p><p>「嗯⋯⋯」</p><p>「好吧，進來吧。」</p><p>今天的指揮官彷彿特別爽快。</p><p>「指揮官，你也睡不著嗎？」</p><p>「哦，我只是在想一些事情。」</p><p>指揮官微笑了一下</p><p>「睡不著可真不像你啊。」</p><p>「我也在想一些事情。」</p><p>「什麼事情呢？」</p><p>「指揮官又在想什麼事情呢？」</p><p>「⋯⋯你可能會不太懂」</p><p>「你又把拉菲當小孩子了」</p><p>她把頭撇過去，靠在指揮官的枕頭上，自己的枕頭則當作抱枕。指揮官看不到她的臉。</p><p>「我沒有⋯⋯」</p><p>拉菲沒有發出聲音，好像已經睡著了。</p><p>指揮官轉過頭去，繼續看著月亮。</p><br><p>其實拉菲沒有睡著，一切安靜時，時間很漫長，但是當你回過頭去看一切的時候，你又覺得很短暫。你不孤獨，指揮官就坐在你的身邊。指揮官會一直待在你的身邊。</p><br><p>「好吧拉菲，起來吧。」</p><p>「嗯？」</p><p>拉菲揉著眼睛，彷彿大夢初醒，雖然她沒有睡過。</p><p>「一起去海里散步如何？」</p><p>「在這個時間？」</p><p>「是啊，去吧！」</p><p>指揮官的眼神和語氣都不是在尋求意見，而是告訴拉菲這個決定。</p><p>「好吧，走吧。」</p><br><p>通往海邊的石子路上有海藻的氣息，在黑暗中你分辨不出哪些是蝸牛，哪些是石子。他們慢慢走著。</p><p>那些灌木的後面有一些整燦爛的鮮花，好像在黑暗中還能看見它們原來的顏色，那是拉菲拉著指揮官一起種的。</p><p>「哦，對了！」</p><p>指揮官突然衝向花從，但卻被路上的什麼東西絆了一腳。眼看就要摔到花上，這時指揮官卻借助灌木改變了摔倒的方向，摔在了旁邊的泥地上。指揮官的帽子掉在了地上。指揮官笨拙的背影在地上爬了起來，在那花壇邊做了什麼，然後撿起了帽子。指揮官的手裡拿著一朵花。</p><p>遞給了拉菲。</p><p>「你看這個已經長得這麼漂亮了」</p><p>指揮官彈著帽子上的灰塵，然後戴回了頭上。</p><p>「這裡也很髒啊。」</p><p>拉菲用力的幫指揮官拍掉背上的灰塵。</p><p>「好痛，你輕點啊。」</p><p>指揮官笑著說。</p><br><p>他們走到了海邊，不知道是錯覺還是什麼，遠處好像有光。</p><p>指揮官和拉菲漸漸離開了海岸，在海面上走著。</p><p>遠處的光漸漸亮了起來。</p><p>後面的港口的燈火在這裡清晰可見，指揮官想著，這就是艦娘們回港時所看到的美麗的景象。指揮官似乎體驗到了那種安心感。</p><p>拉菲看著遠處的光，似乎有什麼話要說。</p><p>「⋯⋯我問你個問題⋯⋯」</p><p>拉菲停頓了很久，醞釀著什麼。</p><p>「你是不是馬上要離開我們了？我最近老是有這種感覺。」</p><p>指揮官的眼睛彷彿被這個問題刺了一下，顯得有點不知所措，但是又漸漸平靜下來。</p><p>「不，不會。我會一直在這裏，我會一直和你們在一起。」</p><p>但指揮官的眼睛里仍然有一絲寂寞。</p><p>拉菲卻被指揮官的話安慰了，她不再那麼不安了。</p><p>「如果時間停止的話，你會怎麼樣想呢？」</p><p>指揮官突然問</p><p>拉菲有點不知所以</p><p>「時間停止了？就是說這裏的一切都停止了嗎？」</p><p>指揮官點了點頭。</p><p>光線漸漸得強烈了起來，海風和海浪為太陽的升起而合奏著，水面上是斑斑點點的，如同黃金的光。</p><p>一時間，拉菲好像看見指揮官的眼睛旁也有這麼一個光斑，但很快又消失不見了。</p><p>拉菲看看周圍，拉住了指揮官的手。</p><p>「如果現在這樣的話，時間就這麼停止了也不錯呢。」</p><p>她的笑容在陽光下是那麼燦爛，她手上的花發出鮮紅的色彩，沒有任何東西比這更美麗。指揮官是這麼認為的。</p><p>「我也這麼覺得。」</p><p>指揮官說。</p><p>「我會永遠陪在你身邊，有很多事情要做，有很多戰鬥要完成，還有，我們會經常在這樣的早晨，來到這樣的海邊。」</p><br><p>拉菲笑著，那種笑是不包含疑慮的，純粹的開心。</p><br><br><h2>五</h2><p>時間正在接近5:00AM</p><p>那是碧藍航線運營的最後一個早餐，過了5:00AM服務器會永遠停止，這個遊戲就成為過去了。</p><br><p>不過對於港區來說這只是平常的一天，只不過它今後不再是某個遊戲的一部分了，僅此而已。</p><br><p>END</p>",
        "lightContent": "四夜已經深了，指揮官的房間就在他辦公桌的右邊，如果有艦娘要在休息時間去打擾指揮官，那麼她們只要輕輕得敲一敲那扇樸素的門。那個房間比所有艦娘的宿舍都簡單。但艦娘們很喜歡來這裡拜訪，不論是不是真的有值得指揮官出動的事。雖然大鳳和赤城不斷提醒大家不要因為沒必要的事情打擾指揮官休息，但指揮官對此卻從不生氣。今天指揮官坐在床上，看著窗戶外面的月亮，彎曲而細小。門被敲響了。拉菲站在門外，抱著枕頭。「睡不著？」「嗯⋯⋯」「好吧，進來吧。」今天的指揮官彷彿特別爽快。「指揮官，你也睡不著嗎？」「哦，我只是在想一些事情。」指揮官微笑了一下「睡不著可真不像你啊。」「我也在想一些事情。」「什麼事情呢？」「指揮官又在想什麼事情呢？」「⋯⋯你可能會不太懂」「你又把拉菲當小孩子了」她把頭撇過去，靠在指揮官的枕頭上，自己的枕頭則當作抱枕。指揮官看不到她的臉。「我沒有⋯⋯」拉菲沒有發出聲音，好像已經睡著了。指揮官轉過頭去，繼續看著月亮。其實拉菲沒有睡著，一切安靜時，時間很漫長，但是當你回過頭去看一切的時候，你又覺得很短暫。你不孤獨，指揮官就坐在你的身邊。指揮官會一直待在你的身邊。「好吧拉菲，起來吧。」「嗯？」拉菲揉著眼睛，彷彿大夢初醒，雖然她沒有睡過。「一起去海里散步如何？」「在這個時間？」「是啊，去吧！」指揮官的眼神和語氣都不是在尋求意見，而是告訴拉菲這個決定。「好吧，走吧。」通往海邊的石子路上有海藻的氣息，在黑暗中你分辨不出哪些是蝸牛，哪些是石子。他們慢慢走著。那些灌木的後面有一些整燦爛的鮮花，好像在黑暗中還能看見它們原來的顏色，那是拉菲拉著指揮官一起種的。「哦，對了！」指揮官突然衝向花從，但卻被路上的什麼東西絆了一腳。眼看就要摔到花上，這時指揮官卻借助灌木改變了摔倒的方向，摔在了旁邊的泥地上。指揮官的帽子掉在了地上。指揮官笨拙的背影在地上爬了起來，在那花壇邊做了什麼，然後撿起了帽子。指揮官的手裡拿著一朵花。遞給了拉菲。「你看這個已經長得這麼漂亮了」指揮官彈著帽子上的灰塵，然後戴回了頭上。「這裡也很髒啊。」拉菲用力的幫指揮官拍掉背上的灰塵。「好痛，你輕點啊。」指揮官笑著說。他們走到了海邊，不知道是錯覺還是什麼，遠處好像有光。指揮官和拉菲漸漸離開了海岸，在海面上走著。遠處的光漸漸亮了起來。後面的港口的燈火在這裡清晰可見，指揮官想著，這就是艦娘們回港時所看到的美麗的景象。指揮官似乎體驗到了那種安心感。拉菲看著遠處的光，似乎有什麼話要說。「⋯⋯我問你個問題⋯⋯」拉菲停頓了很久，醞釀著什麼。「你是不是馬上要離開我們了？我最近老是有這種感覺。」指揮官的眼睛彷彿被這個問題刺了一下，顯得有點不知所措，但是又漸漸平靜下來。「不，不會。我會一直在這裏，我會一直和你們在一起。」但指揮官的眼睛里仍然有一絲寂寞。拉菲卻被指揮官的話安慰了，她不再那麼不安了。「如果時間停止的話，你會怎麼樣想呢？」指揮官突然問拉菲有點不知所以「時間停止了？就是說這裏的一切都停止了嗎？」指揮官點了點頭。光線漸漸得強烈了起來，海風和海浪為太陽的升起而合奏著，水面上是斑斑點點的，如同黃金的光。一時間，拉菲好像看見指揮官的眼睛旁也有這麼一個光斑，但很快又消失不見了。拉菲看看周圍，拉住了指揮官的手。「如果現在這樣的話，時間就這麼停止了也不錯呢。」她的笑容在陽光下是那麼燦爛，她手上的花發出鮮紅的色彩，沒有任何東西比這更美麗。指揮官是這麼認為的。「我也這麼覺得。」指揮官說。「我會永遠陪在你身邊，有很多事情要做，有很多戰鬥要完成，還有，我們會經常在這樣的早晨，來到這樣的海邊。」拉菲笑著，那種笑是不包含疑慮的，純粹的開心。五時間正在接近5:00AM那是碧藍航線運營的最後一個早餐，過了5:00AM服務器會永遠停止，這個遊戲就成為過去了。不過對於港區來說這只是平常的一天，只不過它今後不再是某個遊戲的一部分了，僅此而已。END",
        "from": "https://tieba.baidu.com/p/6217841794?red_tag=2074275180"
    },
    {
        "id": 6,
        "type": "novel",
        "cover": "http://123.56.102.179:9999/img/article/6/6.webp",
        "title": "【拉菲】【微小说】心事(二)",
        "author": "史努比橡树果    来自:百度贴吧",
        "time": "2022-3-18",
        "content": "<h2>三</h2><p>食堂里，大家幾乎是一言不發得坐著。白鷹，皇家，重櫻，東煌⋯⋯若不是指揮官，這些艦娘不可能如現在這樣團結。有很多人，曾經是不共戴天的仇敵。</p><p>「那個⋯⋯我最近覺得不太自在。」</p><p>發話的人是反擊。</p><p>「一個月之前，我看到了指揮官在讀一封信，表情很嚴肅，我也不知道信的內容是什麼。」</p><p>她的眼睛看著前方的沒有動過的皇家料理。 不自在得摸這無名指上的戒指。</p><p>「他們該不會是要把指揮官調離這個港區吧。」斯彭斯已經哭了出來。雖然這不罕見，但空氣中的氣氛是凝重的。</p><p>「不可能的，指揮官雖然有上級，但就憑著那些一般人無法企及的貢獻，沒有人有權利這麼做。」赤城的眼裡帶著憤怒。</p><p>「反正不論指揮官去了哪里，我也會去哪裡，這是我保證過的。」企業堅定的聲音彷彿在宣誓主權。</p><p>「收回你的話，因為指揮官絕對不會離開這裏！」大鳳站起來，幾乎是大叫著，失去往常的體面。大鳳和企業都好像進入了戰鬥的姿態，這讓眾人覺得一場騷亂不可避免。但是在一瞬間兩個人又都恢復平靜，彷彿什麼都沒有發生過，只是陷入了更深更深的寂靜。</p><p>伊莉莎白覺得做點什麼，她用手上的杖敲擊了地面，打破了這可怕的氛圍。</p><p>「我認為我們這樣胡思亂想沒有什麼作用，指揮官什麼都沒有和我們說是有原因的，我們要相信指揮官。」</p><p>但大家的表情仍然那麼嚴肅。</p><p>「我覺得現在我們能做的最好的事就是好好吃飯，做好指揮官要我們做的事，別去擔心其它的事。」</p><p>誰都知道她說得是對的，但誰都沒辦法這麼做到。</p>",
        "lightContent": "三食堂里，大家幾乎是一言不發得坐著。白鷹，皇家，重櫻，東煌⋯⋯若不是指揮官，這些艦娘不可能如現在這樣團結。有很多人，曾經是不共戴天的仇敵。「那個⋯⋯我最近覺得不太自在。」發話的人是反擊。「一個月之前，我看到了指揮官在讀一封信，表情很嚴肅，我也不知道信的內容是什麼。」她的眼睛看著前方的沒有動過的皇家料理。 不自在得摸這無名指上的戒指。「他們該不會是要把指揮官調離這個港區吧。」斯彭斯已經哭了出來。雖然這不罕見，但空氣中的氣氛是凝重的。「不可能的，指揮官雖然有上級，但就憑著那些一般人無法企及的貢獻，沒有人有權利這麼做。」赤城的眼裡帶著憤怒。「反正不論指揮官去了哪里，我也會去哪裡，這是我保證過的。」企業堅定的聲音彷彿在宣誓主權。「收回你的話，因為指揮官絕對不會離開這裏！」大鳳站起來，幾乎是大叫著，失去往常的體面。大鳳和企業都好像進入了戰鬥的姿態，這讓眾人覺得一場騷亂不可避免。但是在一瞬間兩個人又都恢復平靜，彷彿什麼都沒有發生過，只是陷入了更深更深的寂靜。伊莉莎白覺得做點什麼，她用手上的杖敲擊了地面，打破了這可怕的氛圍。「我認為我們這樣胡思亂想沒有什麼作用，指揮官什麼都沒有和我們說是有原因的，我們要相信指揮官。」但大家的表情仍然那麼嚴肅。「我覺得現在我們能做的最好的事就是好好吃飯，做好指揮官要我們做的事，別去擔心其它的事。」誰都知道她說得是對的，但誰都沒辦法這麼做到。",
        "from": "https://tieba.baidu.com/p/6217841794?red_tag=2074275180"
    },
    {
        "id": 5,
        "type": "novel",
        "cover": "http://123.56.102.179:9999/img/article/5/5.webp",
        "title": "【拉菲】【微小说】心事(一)",
        "author": "史努比橡树果    来自:百度贴吧",
        "time": "2022-3-18",
        "content": "<h2>一</h2><p>关于指挥官不太平常的这件事，大家都已经注意到了。</p><p>每天的演习变得越来越没有难度，也很少有严苛的要求了。后宅里也一直摆满了最好的食物，指挥官一直积攒的那些最珍贵的料理，現在也被放在了大家都可以拿到的地方。每天，指揮官來到宿舍裡，叫醒那最後幾個不太熟悉的孩子，在演習海域演練戰術⋯⋯與其說是演習，那更像是散步。據一些和指揮官一起去的孩子說。<br></p><p>指揮官照例視察全港區，但那緩慢的步伐，彷彿在告訴所有人，她們不會被責備。拉菲抱著自己的高平兩用砲，緊跟在指揮官後面。她的眼神如往常朦朧。</p><br><br><h2>二</h2><p>慢慢踏上去三層的階梯，指揮官的辦公室就在走廊盡頭處右拐。現在，所有艦娘都已經很熟悉了。金色的夕陽從走廊左側的落地窗直射進來，海平面清晰可見，晚霞在充滿波浪的海面上彷彿被切碎，化作無數金色的斑點。走廊上只有指揮官和拉菲兩個人，兩個人的步伐都在安靜的空間中拖沓。兩人都沈默著，也都不覺得這安靜不合宜。</p><p>「你的桌子上的文件，拿給我吧，今天我們要把他們批閱好。」</p><p>指揮官一邊跨入房門，一邊發著指令。</p><p>房間裡的光線已經不太充足，拉菲的小桌子被埋在了黑色的陰影里，而指揮官的辦公桌則還被門中射入的陽光所照耀。指揮官打開了門，等身後的拉菲也進了房間，門呼得關上了。白色的燈光隨後充滿了整個辦公室。拉菲看著桌上的那疊薄薄的文件，說：「這點文件半個小時就可以處理好。」她小小的手把那些紙鏟起來的樣子有點笨拙，但很可愛。</p><p>「最近港區哪裡都很閒呢。」</p><p>這話像是試探，指揮官知道她真正想問的。</p><p>「是啊，最近沒有什麼重要的任務，必要的指標都已經完成了。」</p><p>但是指揮官還不打算觸及那個話題。</p><p>接過了文件，指揮官的眼睛緊緊盯著那些無聊的文字，一切又回到了很深的安靜之中。</p><p>「怎麼了拉菲？為什麼不回自己的座位？」</p><p>「唔，沒什麼。今天晚上指揮官也打算一個人留在這裏嗎？」</p><p>「嗯⋯⋯可能最近我就是想一個人待吧，趁空閒的時候好好休息一下」</p><p>指揮官擠出了一絲微笑，但卻看不出所說的那種放鬆。拉菲點點頭，向後走去。</p>",
        "lightContent": "一关于指挥官不太平常的这件事，大家都已经注意到了。每天的演习变得越来越没有难度，也很少有严苛的要求了。后宅里也一直摆满了最好的食物，指挥官一直积攒的那些最珍贵的料理，現在也被放在了大家都可以拿到的地方。每天，指揮官來到宿舍裡，叫醒那最後幾個不太熟悉的孩子，在演習海域演練戰術⋯⋯與其說是演習，那更像是散步。據一些和指揮官一起去的孩子說。指揮官照例視察全港區，但那緩慢的步伐，彷彿在告訴所有人，她們不會被責備。拉菲抱著自己的高平兩用砲，緊跟在指揮官後面。她的眼神如往常朦朧。二慢慢踏上去三層的階梯，指揮官的辦公室就在走廊盡頭處右拐。現在，所有艦娘都已經很熟悉了。金色的夕陽從走廊左側的落地窗直射進來，海平面清晰可見，晚霞在充滿波浪的海面上彷彿被切碎，化作無數金色的斑點。走廊上只有指揮官和拉菲兩個人，兩個人的步伐都在安靜的空間中拖沓。兩人都沈默著，也都不覺得這安靜不合宜。「你的桌子上的文件，拿給我吧，今天我們要把他們批閱好。」指揮官一邊跨入房門，一邊發著指令。房間裡的光線已經不太充足，拉菲的小桌子被埋在了黑色的陰影里，而指揮官的辦公桌則還被門中射入的陽光所照耀。指揮官打開了門，等身後的拉菲也進了房間，門呼得關上了。白色的燈光隨後充滿了整個辦公室。拉菲看著桌上的那疊薄薄的文件，說：「這點文件半個小時就可以處理好。」她小小的手把那些紙鏟起來的樣子有點笨拙，但很可愛。「最近港區哪裡都很閒呢。」這話像是試探，指揮官知道她真正想問的。「是啊，最近沒有什麼重要的任務，必要的指標都已經完成了。」但是指揮官還不打算觸及那個話題。接過了文件，指揮官的眼睛緊緊盯著那些無聊的文字，一切又回到了很深的安靜之中。「怎麼了拉菲？為什麼不回自己的座位？」「唔，沒什麼。今天晚上指揮官也打算一個人留在這裏嗎？」「嗯⋯⋯可能最近我就是想一個人待吧，趁空閒的時候好好休息一下」指揮官擠出了一絲微笑，但卻看不出所說的那種放鬆。拉菲點點頭，向後走去。",
        "from": "https://tieba.baidu.com/p/6217841794?red_tag=2074275180"
    },
    {
        "id": 4,
        "type": "test",
        "cover": "http://123.56.102.179:9999/img/article/4/4.webp",
        "title": "这是一个测试文章4",
        "author": "ibukiSK",
        "time": "2022-3-17",
        "content": "这是测试文章4,用来测试不同的封面图的效果",
        "lightContent": "这是测试文章4,用来测试不同的封面图的效果",
        "from": ""
    },
    {
        "id": 3,
        "type": "test",
        "cover": "http://123.56.102.179:9999/img/article/3/3.webp",
        "title": "这是一个测试文章3",
        "author": "ibukiSK",
        "time": "2022-3-17",
        "content": "这里是测试文章3,测试字数很多的情况下样式的变化<p>这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样</p>式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况<br><br>下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化",
        "lightContent": "这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化这里是测试文章3,测试字数很多的情况下样式的变化",
        "from": ""
    },
    {
        "id": 2,
        "type": "test",
        "cover": "http://123.56.102.179:9999/img/article/2/2.jpg",
        "title": "这是一个测试文章2",
        "author": "ibukiSK",
        "time": "2022-3-17",
        "content": "这是一个无意义的<h4 style='color:hotpink'>测试文章2</h4>这里是2号哦!没有什么内容",
        "lightContent": "这是一个无意义的<h4 style='color:hotpink'>测试文章2这里是2号哦!没有什么内容",
        "from": ""
    },
    {
        "id": 1,
        "type": "test",
        "cover": "http://123.56.102.179:9999/img/article/1/1.jpg",
        "title": "这是一个测试文章11",
        "author": "ibukiSK",
        "time": "2022-3-17",
        "content": "这是一个无意\n\n义的测试文章\n\n这里是1号!没有什么内容",
        "lightContent": "这是一个无意\n\n义的测试文章\n\n这里是1号!没有什么内容",
        "from": ""
    }
]